<?php
    class Resources {
        public static function getData(){
            return array(
               1 => "Текст 1Тек ст1Те кст 1Т екс т1Т екст1 Текст 1Текс т1Т ек ст1 Т екст1 Текс т1Текс т1Текст 1Те кс т1Те кст 1Те кст 1Текс т1Текст1Т екст1Т ек ст1 Текст 1Т ек ст1Тек т1 Текст1 Текст1 Текст1Тек ст1Текс т1Текс т1Текст1 Текст1Текст1Текс т1Текст1Т екст1Текст1Тек ст1Текст1Текст1Т екст1Текст1Текс т1Текст1Тек ст1Текст1Текст1 Текст1Текст 1Текст 1Текст1Те кст1Т екст1Т екст1 Текст1Текс т1",
               2 => "Т екст2 Текст2Те кст2Текст2Тек ст2Текст2Текст2Текс т2Те кст2Те кст2Текст2Те кст2Те кст2Текст2Тек ст2Тек ст2Текст2 Текст2Тек ст2Текст2Те кст2Текст2Текст2 Текст2Текст2Текст2 Текст2Т екст2Текст Текст2 Текст 2Текс т2Текс т2Текст2Те кс т2Текст2 Текст2Те кст2Текст2Текст2Тек ст2Текст2Текст 2Текст2Текст2Т екс т2Текст2Текст2Текст2Текст 2Текст2Текст2Те кст2Те кст2",
               3 => "Текс т3Те кст3Текст 3Тек ст3Тек ст3Текст 3Текст3 Текст3Те кст3Текс т3Т екст3Т ек ст3Т екст3Текст 3Те кст3Текст 3Текст3Тек ст3Т екст3Текс т3Те кст3Те кст3Т екст3Т екст 3Текст 3Текст3 Текст3Те кст3Те кст3Тек ст3 Текст3Т екст3Тек ст3Т екст3Тек ст3Текст3Текст3 Текст3Текст3Текст3Текст3Те кст3Тек ст3Текст3Текст3Текст3Текс т3Текст3Текст3Т екст3Тек ст3Те кст3 Текст 3Те кст3",
               4 => "Тек ст4Те кст 4Текст 4Тек ст4Т екст4 Текст4 Текст4 Текст4Т екст4Текс т4Текс т4Текст 4Текст4 Текст4Тек ст4Текст4 Текст4 Текст4Текс т4Текс т4Текст4Т екст4Т екст4 Текст4 Текст 4Текст 4Текс т4Текст 4Текст 4Текст 4Текс т4Тек ст4Те ст4 Текст4 Текст 4Текс т4Текст4Текст4Тек ст4Текст4Текст4Текст4Те кст4Текст4Текс т4Текст4Те кст4Текст4 Текс т4Те кст4Текс т4Текст 4Тек ст4Текст4"
            );
        }
    }
?>